Repository: common-repository/blog-to-social-plexorin
Catalog: languages/*.po
Languages: tr_tr

source: Plexorin Social Media Auto Sharing Tool Settings
tr_tr: Plexorin Sosyal Medya Otomatik Paylaşım Aracı Ayarları

source: Twitter Preview
tr_tr: Twitter Önizleme

source: There is a 300 character limit for Twitter, only the first 300 characters of the content will be shared!
tr_tr: Twitter için 300 karakter sınırı vardır, içeriğin yalnızca ilk 300 karakteri paylaşılacaktır!

source: (Post Title) Share Your Content Automatically on Social Media with Plexorin!
tr_tr: (Gönderi Başlığı) Plexorin ile İçeriklerinizi Sosyal Medyada Otomatik Olarak Paylaşın!

source: (Post URL) https://plexorin.com/tr/
tr_tr: (Gönderi URL) https://plexorin.com/tr/

source: (Hashtags) #plexorin #socialmediascheduler #socialmedia
tr_tr: (Hashtagler) #plexorin #sosyalmedyapaylaşımaracı #sosyalmedya

source: (News Description) Connect your social media accounts to Plexorin, then add the API key created for you from the plugin settings page. Shares will be made automatically on the accounts you choose in your Plexorin account.
tr_tr: (Gönderi Açıklaması) Sosyal medya hesaplarınızı Plexorin'e bağlayın, ardından eklenti ayarları sayfasından sizin için oluşturulan API anahtarını ekleyin. Plexorin hesabınızda seçtiğiniz hesaplarda paylaşımlar otomatik olarak yapılacaktır.

source: Select users to share with:
tr_tr: Paylaşılacak kullanıcıları seçin:

source: Select categories to share:
tr_tr: Paylaşmak için kategorileri seçin:

source: Add the default header format. Valid variable: {post_title}
tr_tr: Varsayılan başlık biçimini ekleyin. Geçerli değişken: {post_title}

source: Add the default description format. Valid variables: {post_title}, {post_description}, {post_link}, {hashtags}
tr_tr: Varsayılan açıklama biçimini ekleyin. Geçerli değişkenler: {post_title}, {post_description}, {post_link}, {hashtags}

source: Add default hashtags. You must use the {hashtags} variable in the description for it to be used.
tr_tr: Varsayılan hashtag'ler ekleyin. Kullanılabilmesi için açıklamada {hashtags} değişkenini kullanmanız gerekir.

source: If a post does not have a featured image, enter a link to the default featured image to use or select an image from the media library.
tr_tr: Bir gönderinin öne çıkan görseli yoksa, kullanılacak varsayılan öne çıkan görselin bağlantısını girin veya medya kitaplığından bir görsel seçin.

source: Choose Image
tr_tr: Resim Seç

source: Delete Image
tr_tr: Resim Sil

source: Plexorin Post Settings
tr_tr: Plexorin Gönderi Ayarları

source: Do not share this post
tr_tr: Bu gönderiyi paylaşma

source: Custom Title
tr_tr: Özel Başlık

source: Custom Description
tr_tr: Özel Açıklama

source: Custom Featured Image
tr_tr: Özel Öne Çıkan Resim

source: [Post Title]
tr_tr: [Post Başlığı]

source: [Post Description]
tr_tr: [Post Açıklaması]

source: [Hashtags]
tr_tr: [Hashtagler]

source: Select or Upload Media
tr_tr: Dosya Seçin ya da Yükleyin

source: Use this media
tr_tr: Bu dosyayı kullan
